app/Http/Controllers/Central/AjaxController.php

select * from `tenants`
---
    public function getTenants(Request $request)
    {
        $tenants = Tenant::with([
            'domain'
        ])
        ->get();